/* Cycle locations button */
"Cycle Locations" = "Siklus Lokasi";

/* Hybrid map view */
"Hybrid" = "Hibrida";

/* Locate me button */
"Locate Me" = "Temukan Saya";

/* Satellite map view */
"Satellite" = "Satelit";

/* Standard map view */
"Standard" = "Standar";

